[
  {
    "id": 3,
    "description": "Малыши не проверяют прогноз. Но они знают, что когда наступит утро, пора играть. Позвольте им гулять на свежем воздухе, не давая всхлипнуть в этом спортивном костюме Adidas для малышей. Изготовленный из флиса с добавлением хлопка, он обеспечивает дополнительный слой тепла от мягкого капюшона до брюк с манжетами. Конечно, он идеально подходит и для того, чтобы прижаться к дивану. Минимум 70% этого продукта представляет собой смесь переработанных и возобновляемых материалов.",
    "price": 1000,
    "title": "Детский спортивный костюм",
    "size": "XS",
    "category": "Детям",
    "image": "assets/images/img_kids.png",
    "color": "#90CAF9"
  },
  {
    "id": 1,
    "description": "Флагманский мяч DB5000 от Demix, разработанный в коллаборации с МЛБЛ специально для официальных соревнований высокого уровня, тренировок и игр профессиональных команд. Мяч предназначен для игры в зале и протестирован в матчевых и тренировочных условиях. Размер 7 используется для игр и тренировок мужских команд. Длина окружности мяча 750–770 мм, диаметр 242 мм, вес 580–620 г. Все игровые и технические характеристики мяча протестированы в независимой лаборатории и соответствуют требованиям стандарта FIBA Approved Level 1.",
    "price": 250,
    "title": "Баскетбольный мяч",
    "size": "",
    "category": "Спорт инвентарь",
    "image": "assets/images/img_basketbol.png",
    "color": "#FF9E80"
  },
  {
    "id": 2,
    "description": "Эти женские кроссовки идеальны для занятий спортом и бега. Они отлично подойдут как для фитнеса, так и для активного отдыха на свежем воздухе в демисезонное время года. Низкие кроссовки обеспечивают свободу движений и комфорт при любой физической активности.Шнуровка на этих кроссовках помогает создать оптимальную посадку и фиксацию стопы во время тренировок. Текстильный верх выполнен из дышащего материала, что позволяет ногам 'дышать' даже во время интенсивных упражнений.Женские кроссовки подходят для любого времени года благодаря своей универсальности. Они будут удобны как летом, так и зимой, оставаясь стильным и практичным выбором.",
    "price": 1500,
    "title": "Женские кроссовки",
    "size": "36",
    "category": "Обувь",
    "image": "assets/images/img_boots1.png",
    "color": "#FF80AB"
  },
  {
    "id": 4,
    "description": "Кроссовки Asics GEL KAHANA 8 - это отличный выбор для любителей активного и здорового образа жизни. Летние кроссовки выполнены из высококачественных материалов, что обеспечивает комфорт и надежность во время занятий спортом.",
    "price": 5000,
    "title": "Мужские кроссовки",
    "size": "45",
    "category": "Обувь",
    "image": "assets/images/img_boots2.png",
    "color": "#757575"
  },
  {
    "id": 5,
    "description": "Бутсы, созданные специально для игры в футбол на искусственных газонах и грунтовых покрытиях. Верх обуви выполнен из синтетической кожи, что обеспечивает ей дополнительную долговечность и износостойкость. Вставки из полиэстера помогают сохранить воздухообмен, а подошва Turf гарантирует надежное сцепление с различными типами поверхностей. Самозатягивающаяся система шнуровки позволяет быстро и легко отрегулировать посадку по ноге, а застежка-липучка надежно фиксирует обувь. Идеальный выбор для начинающих футболистов, играющих на различных покрытиях.",
    "price": 2000,
    "title": "Детские кроссовки",
    "size": "25",
    "category": "Обувь",
    "image": "assets/images/img_kids_boots.png",
    "color": "#FFCC80"
  },
  {
    "id": 6,
    "description": "Худи бренда MerchTex представлена в женском, мужском вариантах. Этот предмет гардероба изготовлен из футера двуниточного материала, состоящего на 50% из хлопка и на 50% из полиэстера. Плотность ткани составляет 260г/м2, что обеспечивает комфорт и долгий срок службы.",
    "price": 900,
    "title": "Мужская толстовка",
    "size": "XL",
    "category": "Одежда",
    "image": "assets/images/img_kofta1.png",
    "color": "#42A5F5"
  },
  {
    "id": 8,
    "description": "Материал с технологией Dri-FIT быстро отводит влагу, обеспечивая комфорт. Кант на V-образной горловине предотвращает натирание кожи. Сетчатые вставки по бокам и на спине улучшают вентиляцию. Благодаря облегающему крою одежда идеально садится по фигуре.",
    "price": 900,
    "title": "Мужская футболка",
    "size": "M",
    "category": "Одежда",
    "image": "assets/images/img_tshort1.png",
    "color": "#90CAF9"
  },
  {
    "id": 9,
    "description": "Футболка PANiN Brand. Дышащая 3D футболка из 100% синтетического материала, микрофибра, разработанного специально для экипировки спортивных команд. Печать 3Д рисунка осуществляется методом сублимационной печати, что позволяет сохранить насыщенность и яркость рисунка даже после 100 стирок. Стирка при температуре до 40 градусов, в первую стирку не смешивать с белыми вещами. Принт стойкий, не отстирывается. Гладить можно по поверхности рисунка.",
    "price": 800,
    "title": "Женская футболка",
    "size": "M",
    "category": "Одежда",
    "image": "assets/images/img_tshort2.png",
    "color": "#CE93D8"
  },
  {
    "id": 12,
    "description": "Гантель ES1115 - это гантель с неопреновым покрытием бренда ESPADO, обладающая хорошим сцеплением с ладонью. Особенность покрытия поглощение материалом части влаги с ладоней. Гексагональная форма устраняет проблему перекатывания гантели по полу.",
    "price": 500,
    "title": "Гантели 2,5кг",
    "size": "",
    "category": "Спорт инвентарь",
    "image": "assets/images/img_gantela.png",
    "color": "#A5D6A7"
  }
]
